Repository: mai1435/ios-app
Catalog: SocialCar/*.lproj/Main.strings
Languages: el

# 08T-40-6Od.placeholder
source: Maximum number of transfers
el: Μέγιστος αριθμός μετεπιβιβάσεων

# 0F1-OK-59Q.title
source: FAQs
el: Συνήθεις ερωτήσεις

# 0Gs-hj-2ag.placeholder
source: Smoking allowed
el: Κάπνισμα

# 0dF-ZO-y6r.text
source: Car model
el: Μοντέλο αυτοκινήτου

# 0fj-bY-Xoa.text
source: Origin
el: Αφετερία

# 0sw-lV-0Fs.placeholder
source: Luggage
el: Αποσκευή

# 1aI-qb-GuL.placeholder
source: Pets allowed
el: Κατοικίδια

# 1av-dj-pqP.normalTitle
source: SIGN IN
el: ΣΥΝΔΕΣΗ

# 1iI-6I-iP6.placeholder
source: Child seat
el: Παιδικό κάθισμα

# 1m1-9Z-raW.title
source: Logout
el: Αποσύνδεση

# 28W-8P-uHe.text
source: Social
el: Κοινωνικά

# 2Bn-WR-b9P.placeholder
source: Rating
el: Βαθμολογία

# 2NG-dw-WLd.normalTitle
source: CONTINUE BY EMAIL
el: ΣΥΝΕΧΕΙΑ ΜΕ ΗΛ.ΔΙΕΥΘΥΝΣΗ

# 2sj-MV-5UR.placeholder
source: Special needs
el: Ειδικές ανάγκες

# 2ws-BZ-6l3.placeholder
source: Carpooler Age Range
el: Όριο ηλικίας οδηγού μετάβασης

# 3SI-34-fFw.text
source: Driver
el: Οδηγός

# 3md-IT-54w.title
source: Status
el: Κατάσταση

# 47E-jf-Isf.title
source: Send Report
el: Αποστολή αναφοράς

# 4TP-H9-57R.title
source: Driver details
el: Πληροφορίες οδηγού

# 4VB-Vz-vp3.text
source: OR
el: Ή

# 4v1-bC-uqp.text
source: REQUESTED
el: ΑΙΤΟΥΜΕΝΑ

# 5Ib-fw-J0G.placeholder
source: Maximum number of transfers
el: Μέγιστος αριθμός μετεπιβιβάσεων

# 5S8-aG-etY.normalTitle
source: Select photo
el: Επιλογή φωτογραφίας

# 5g3-GJ-yC3.placeholder
source: Departure:
el: Αναχώρηση:

# 5g3-GJ-yC3.text
source: Departure:
el: Αναχώρηση:

# 6FT-wy-5Xa.text
source: Destination
el: Προορισμός

# 6d1-eM-mAE.title
source: Driver Profile
el: Προφίλ οδηγού

# 6wS-3r-SVQ.text
source: OR
el: Ή

# 7li-C1-RsE.text
source: Label
el: Επιγραφή

# 81J-Xf-BHi.text
source: Login info
el: Πληροφορίες εισόδου

# 8Gs-nm-4Iu.normalTitle
source: Sign in with Google
el: Σύνδεση με Google

# 8bW-rI-J7K.normalTitle
source: Sign in with Google+
el: Σύνδεση με Google+

# 8gd-ur-gix.text
source: Login info
el: Πληροφορίες σύνδεσης

# 8jB-cR-ePb.text
source: Origin
el: Αφετερία

# 9X9-7e-Jkl.title
source: Terms and conditions
el: Όροι και προϋποθέσεις

# 9rU-05-0r2.placeholder
source: GPS Tracking
el: Καταγραφή GPS

# AIM-AZ-brl.title
source: Home
el: Αρχική

# AmB-T0-eHH.placeholder
source: Luggage
el: Αποσκευή

# Ana-Eu-70E.placeholder
source: Carpooler Gender
el: Φύλο οδηγού μετάβασης

# BNO-bF-viC.placeholder
source: Smoking
el: Κάπνισμα

# BPT-dt-j0s.normalTitle
source: SIGN UP
el: ΕΓΓΡΑΦΗ

# Bnb-va-L73.title
source: Back
el: Πίσω

# CBD-i9-Wsx.normalTitle
source: Sign in with Google+
el: Σύνδεση με Google+

# CFX-xK-6ge.placeholder
source: Smoking
el: Κάπνισμα

# CL9-B0-oiv.title
source: Home
el: Αρχική

# Cii-yr-XEX.normalTitle
source: Sign in with Facebook
el: Σύνδεση με Facebook

# Ckn-qi-xaW.placeholder
source: Smoking
el: Κάπνισμα

# D5O-Vv-HJ7.placeholder
source: Music
el: Μουσική

# D6d-Fd-z9y.text
source: Destination
el: Άφιξη

# DI4-22-95L.placeholder
source: Luggage
el: Αποσκευή

# Dfn-Ld-lc4.text
source: 0 (0 feedback)
el: 0 (0 σχόλια)

# Dfn-Wz-JJz.normalTitle
source: Already have account?
el: Ήδη έχετε λογαριασμό;

# Dp0-fP-glv.normalTitle
source: I accept
el: Αποδέχομαι

# DqG-Xp-5NW.normalTitle
source: Edit
el: Επεξεργασία

# Dso-DK-0al.text
source: DRIVER
el: ΟΔΗΓΟΣ

# Dxw-Hr-yA3.title
source: Reports
el: Αναφορές

# Edk-Mc-hRl.normalTitle
source: Edit
el: Επεξεργασία

# F4D-uK-xVQ.title
source: Traffic conditions
el: Συνθήκες κυκλοφορίας

# FNY-wh-wnh.text
source: Add photo
el: Προσθήκη φωτογραφίας

# FVi-gs-Q6X.title
source: Back
el: Πίσω

# Fd8-d6-EHA.normalTitle
source: CREATE NEW TRIP
el: ΝΕΟ ΤΑΞΙΔΙ

# FiR-Ub-75C.text
source: Other info
el: Άλλες πληροφορίες

# Fya-pT-dyd.title
source: Details
el: Πληροφορίες

# GTY-c7-3mG.placeholder
source: Music allowed
el: Μουσική

# GeH-8i-IXL.placeholder
source: Email
el: Ηλ.διεύθυνση

# H6c-TQ-czw.text
source: Travel preferences (optional)
el: Προτιμήσεις ταξιδιού(προαιρετικό)

# HF6-1G-SyK.text
source: Don't have an account?
el: Δεν έχετε λογαριασμό;

# HM9-Jf-KBV.placeholder
source: Name
el: Όνομα

# Hf6-uJ-OXk.title
source: Sign In
el: Σύνδεση

# HnH-cC-x4d.placeholder
source: Food
el: Φαγητό

# I5r-XP-RnL.placeholder
source: Password
el: Κωδικός

# IAZ-Gw-0yV.text
source: Password
el: Κωδικός

# IBg-fy-dat.placeholder
source: Date of Birth
el: Ημερομηνία γέννησης

# IWK-G0-BQx.text
source: Additional info
el: Επιπλέον πληροφορίες

# IjW-dY-CCl.normalTitle
source: SIGN UP
el: ΕΓΓΡΑΦΗ

# Itz-J1-Crg.title
source: Terms and conditions
el: Όροι και προϋποθέσεις

# Ixt-dA-i4A.placeholder
source: Maximum cost
el: Μέγιστο κόστος

# J0V-5g-6r2.text
source: OR
el: Ή

# J5N-Wv-NvW.title
source: Terms and conditions
el: Όροι και προϋποθέσεις

# JF7-6J-bwN.normalTitle
source: Sign up
el: Εγγραφή

# JGd-Dr-YzR.normalTitle
source: Sign in with Facebook
el: Σύνδεση με Facebook

# JyU-bK-pBm.text
source: 19 min.
el: 19 λεπτά

# KDO-uP-XGE.text
source: OR
el: Ή

# Kd3-hO-vcw.placeholder
source: GPS Tracking
el: Καταγραφή με GPS

# Kz8-HO-nIl.title
source: Back
el: Πίσω

# Lht-5S-9ap.title
source: Profile data
el: Δεδομένα προφίλ

# LmX-z9-kCg.text
source: Already have an account?
el: Έχετε ήδη λογαριασμό;

# M8X-nS-oDh.title
source: Sign In
el: Σύνδεση

# MWn-gh-e79.placeholder
source: Carpooler Age Range
el: Όριο ηλικίας οδηγού μετάβασης

# MeH-kr-JM5.placeholder
source: Name
el: Όνομα

# NEh-tF-5o0.placeholder
source: Carpooler Gender
el: Φύλο οδηγού μετάβασης

# NP5-Sc-YXN.text
source: Leave feedback and then tap outside to hide keyboard.
el: Αφήστε σχόλια και πατήστε εκτός για έξοδο από το πληκτρολόγιο.

# NVR-QA-tfR.text
source: Label
el: Επιγραφή

# Nk9-Lp-GT8.text
source: Car photo
el: Φωτογραφία αυτοκίνήτου

# OBh-pX-W0S.title
source: Rides
el: Βόλτες

# ODM-Dn-155.text
source: Connect you social account with facebook and google plus one! You 'll unlock more features.
el: Συνδέσου με τον λογαριασμό κοινωνικής δικτύωσης του facebook και του google plus one!

# OJu-CA-Mij.title
source: Terms and conditions
el: Όροι και προϋποθέσεις

# ORl-PN-EFH.title
source: Requested Trips
el: Αιτούμενα ταξίδια

# OkO-WA-8jL.normalTitle
source: SIGN IN
el: ΣΥΝΔΕΣΗ

# OmC-lo-kAU.text
source: Name Surname
el: Όνομα Επίθετο

# Osu-kz-6b2.title
source: Profile data
el: Δεδομένα προφίλ

# Otb-ks-qJa.title
source: Next
el: Επόμενο

# PRw-3S-KdK.title
source: My Trips
el: Τα ταξίδια μου

# PoU-RZ-wj2.title
source: Select Address
el: Επιλογή διεύθυνσης

# Pth-ym-jIb.placeholder
source: Food allowed
el: Φαγητό

# QMA-Xg-sdJ.title
source: Back
el: Πίσω

# Qec-mV-4cn.title
source: Profile
el: Προφίλ

# Qff-Yg-EWb.placeholder
source: Password
el: Κωδικός

# QxO-f3-Lpg.title
source: Profile
el: Προφίλ

# R9e-L4-aWU.placeholder
source: Gender
el: Φύλο

# RGf-FK-IKc.normalTitle
source: BECOME A DRIVER
el: ΓΙΝΕ ΟΔΗΓΟΣ

# RJb-NE-Drm.text
source: Seats:
el: Θέσεις:

# RO0-su-Ni6.text
source: Travel preferences (optional)
el: Επιλογές ταξιδιού (προαιρετικό)

# RdP-CD-AKA.normalTitle
source: Sign in
el: Σύνδεση

# RjL-Rx-hdI.text
source: HIGH
el: ΥΨΗΛΟ

# RlJ-ga-X2Y.placeholder
source: Email
el: Ηλεκτρονική διεύθυνση

# SDL-gJ-NSA.title
source: Profile
el: Προφίλ

# SiM-AX-C6M.placeholder
source: Air conditioning
el: Κλιματισμός

# Spb-Tw-FYf.placeholder
source: Maximum cost
el: Μέγιστο κόστος

# SwU-hB-h5a.placeholder
source: To (optional)
el: Μέχρι (προαιρετικό)

# TCV-2u-wph.normalTitle
source: Register
el: Εγγραφή

# TH7-h6-ncO.normalTitle
source: Register
el: Εγγραφή

# UJ9-GM-AuD.title
source: Solutions
el: Λύσεις

# VD7-4e-z1L.normalTitle
source: Sign in with Facebook
el: Σύνδεση με Facebook

# VFS-sP-Zj6.text
source: Already have an account?
el: Έχετε ήδη λογαριασμό;

# VIR-pe-auh.normalTitle
source: Sign in with Google+
el: Σύνδεση με Google+

# VNg-Ld-iAf.placeholder
source: Phone
el: Τηλέφωνο

# Va7-8J-Rf7.placeholder
source: Rating-Not editable
el: Βαθμολόγία-Μη επεξεργάσιμο

# VfG-rN-1QY.text
source: Label
el: Επιγραφή

# WE0-vU-aPO.placeholder
source: Seats
el: Θέσεις

# WOc-Yh-Zsl.title
source: Title
el: Τίτλος

# X48-X1-HgU.title
source: New Trip (Ride)
el: Νέο ταξίδι

# XCX-TM-jpl.placeholder
source: Password
el: Κωδικός

# XQb-aC-V41.placeholder
source: Date of Birth
el: Ημερομηνία γέννησης

# XTT-Kv-nOf.text
source: STATUS: PENDING
el: ΚΑΤΑΣΤΑΣΗ: ΕΚΚΡΕΜΗΣ

# XaL-qf-3Da.placeholder
source: Pets
el: Κατοικίδια

# Xch-i0-jeD.placeholder
source: Name
el: Όνομα

# Xnm-bs-S5p.text
source: Accident
el: Ατύχημα

# YIC-ZR-u3e.title
source: My Trips
el: Τα ταξίδια μου

# Z6T-6b-tWu.placeholder
source: Optimise Travel Solutions by
el: Βελτιστοποίηση ταξιδιωτικών προτιμήσεων

# ZCo-Mc-c0p.placeholder
source: Gender
el: Φύλο

# ZG8-mL-t3x.title
source: Home
el: Αρχική

# ZGY-RU-TKo.text
source: Please read carefully and accept our Terms and Conditions before using the RideMyRoute mobile application. By accessing or using the app you agree to be bound by these Term.
el: Παρακαλώ,διαβάστε με προσοχή τους όρους και τις προυποθέσεις πριν χρησιμοποιήσετε την εφαρμογή RideMyRoute.Με την αποδοχή σας,συμφωνείτε με τους όρους.

# ZOW-E6-WwY.placeholder
source: Password
el: Κωδικός

# ZWc-0i-z7l.text
source: Origin
el: Αφετερία

# ZkA-gg-2NZ.placeholder
source: Music
el: Μουσική

# Zml-Jw-uig.text
source: Origin
el: Αφετερία

# Znf-98-sQn.placeholder
source: Gender
el: Φύλο

# ZoN-uX-gqm.normalTitle
source: Register
el: Εγγραφή

# aLK-JV-Mt6.placeholder
source: Password
el: Κωδικός

# aMX-Bc-y5d.placeholder
source: Inserting starting address
el: Εισάγεται διεύθυνση αφετερίας

# aQG-Dd-QhO.placeholder
source: Car plate
el: Πινακίδα αυτοκινήτου

# aTF-46-qsP.text
source: Password
el: Κωδικός

# b3z-Lc-pa1.placeholder
source: GPS Tracking
el: Καταγραφή GPS

# b8L-V2-IyB.normalTitle
source: I decline
el: Δεν αποδέχομαι

# bMe-cP-wJD.placeholder
source: Optimise Travel Solutions by
el: Βελτιστοποίηση ταξιδιωτικών προτιμήσεων

# bT0-ca-LiZ.text
source: In order to help with other users, your feedback will be public
el: Τα σχόλια σας θα είναι διαθέσιμα δημόσια και για τους άλλους χρήστες.

# c3g-vx-gbD.placeholder
source: Rating-Not editable
el: Βαθμολόγία-Μη επεξεργάσιμο

# cEn-vU-S7o.normalTitle
source: SEND
el: ΑΠΟΣΤΟΛΗ

# cQI-Q4-5h8.title
source: FAQs
el: Συνήθεις ερωτήσεις

# d24-au-A2D.placeholder
source: Gender
el: Φύλο

# dM9-nh-FE6.placeholder
source: Pets
el: Κατοικίδια

# dMY-NY-qJw.text
source: Plate:
el: Πινακίδα:

# dY1-Vp-IPh.title
source: Sign In
el: Σύνδεση

# dmz-a8-rOv.text
source: It looks like you are not registered as a driver.
el: φαίνεται να μη έχετε εγγραφεί ως οδηγός.

# dzK-nR-m7x.title
source: Item
el: Τεμάχιο

# e00-ZN-3YU.title
source: Policy
el: Πολιτική

# efM-OY-1fi.text
source: Email
el: Ηλεκτρονική διεύθυνση

# eiP-3Y-Y9r.placeholder
source: Email
el: Ηλεκτρονική διεύθυνση

# eqA-4E-n8U.text
source: Label
el: Επιγραφή

# fBT-LH-TZg.placeholder
source: Travel Modes
el: Μέσα μεταφοράς

# fEX-UX-PJ3.title
source: Starting point
el: Αφετερία

# fXx-Nd-2bD.text
source: Destination
el: Προορισμός

# fdq-pu-9vt.placeholder
source: Enter date and time
el: Ημερομηνία και ώρα

# fgm-EJ-X9d.normalTitle
source: SET STARTING POINT
el: ΣΗΜΕΙΟ ΑΝΑΧΩΡΗΣΗΣ

# fgo-oV-3de.normalTitle
source: SEND REQUEST
el: ΑΠΟΣΤΟΛΗ ΑΙΤΗΜΑΤΟΣ

# foI-Ye-2n8.placeholder
source: Carpooler Age Range
el: Όριο ηλικίας οδηγού μετάβασης

# g4D-li-3kA.normalTitle
source: SIGN IN
el: ΣΥΝΔΕΣΗ

# gaU-ka-tNy.normalTitle
source: Forgot your password?
el: Ξεχάσετε τον κωδικό σας;

# gjV-aM-N36.placeholder
source: Optimise Travel Solutions by
el: Βελτιστοποίηση ταξιδιωτικών προτιμήσεων

# hB7-5k-HLB.text
source: Email
el: Ηλεκτρονική διεύθυνση

# hT3-cL-Kkf.title
source: Profile
el: Προφίλ

# hch-S4-7Ug.normalTitle
source: Forgot your password?
el: Ξεχάσατε τον κωδικό σας

# hcv-kC-H38.placeholder
source: Special needs
el: Ειδικές ανάγκες

# hhq-wF-FCL.normalTitle
source: CREATE
el: ΔΗΜΙΟΥΡΓΙΑ

# hmt-XO-QT5.placeholder
source: Email
el: Ηλεκτρονική διεύθυνση

# iAJ-lD-lEj.placeholder
source: Maximum cost
el: Μέγιστο κόστος

# iYU-Nb-Gyo.placeholder
source: Music
el: Μουσική

# imX-Gp-Nlb.text
source: Label
el: Επιγραφή

# inI-09-3Sl.title
source: Driver profile
el: Προφίλ οδηγού

# j3z-Kd-MZ5.text
source: Unlock more features connecting your facebook or google account!
el: Δείτε επιπλέον λειτουργίες αν συνδεθείτε με το λογαρισμό σας του facebook ή της google!

# jNe-wt-6pQ.title
source: Leave Feedback
el: Αφήστε σχόλια

# jWI-yd-18w.text
source: Other info
el: Άλλες πληροφορίες

# jvL-Up-2v1.placeholder
source: Maximum number of transfers
el: Μέγιστος αριθμός μετεπιβιβάσεων

# k2n-i4-zdW.placeholder
source: Colour
el: Χρώμα

# k6O-VA-61h.normalTitle
source: SIGN UP
el: ΕΓΓΡΑΦΗ

# kEI-jL-sOW.text
source: Login info
el: Πληροφορίες σύνδεσης

# kJk-69-BLW.text
source: OR
el: Ή

# kqM-wV-Y3c.text
source: PASSENGER
el: ΕΠΙΒΑΤΗΣ

# kzK-oq-Fvj.normalTitle
source: Sign up
el: Εγγραφή

# lnc-Ch-Ite.normalTitle
source: Take photo
el: Βγάλε φωτογραφία

# m6t-Xb-xni.placeholder
source: Maximum walking distance (m)
el: Μέγιστη διαδρομή με πόδια (μ)

# mZW-qQ-Y0a.placeholder
source: Enter trip name
el: Εισάγεται όνομα ταξιδιού

# mm0-C2-TAr.title
source: Title
el: Τίτλος

# n37-Mc-F3P.text
source: OFFERED
el: ΠΡΟΣΦΕΡΟΜΕΝΑ

# nVM-SD-q6Q.normalTitle
source: SEND
el: ΑΠΟΣΤΟΛΗ

# nd3-Tx-v0c.placeholder
source: Date of Birth
el: Ημερομηνία γέννησης

# oCZ-ba-Ze0.title
source: Terms and conditions
el: Όροι και προϋποθέσεις

# oil-kM-cFR.placeholder
source: Phone
el: Τηλέφωνο

# opU-rR-3N1.placeholder
source: Maximum walking distance (m)
el: Μέγιστη διαδρομή με πόδια (μ)

# osN-ZX-dec.placeholder
source: Carpooler Gender
el: Φύλο οδηγού μετάβασης

# pJt-cg-VEs.text
source: Destination
el: Προορισμός

# pS4-1o-eOY.text
source: Car info
el: Πληροφορίες αυτοκινήτου

# pgT-4g-z0m.text
source: Colour:
el: Χρώμα:

# pkG-EH-8wZ.placeholder
source: Model
el: Τύπος

# ptE-i6-lGF.placeholder
source: Food
el: Φαγητό

# qDM-FB-96f.placeholder
source: Food
el: Φαγητό

# qgG-b3-QvD.title
source: Select address
el: Επιλογή διεύθυνσης

# rZQ-FI-zJM.placeholder
source: Phone
el: Τηλέφωνο

# rZb-sd-Ib7.title
source: Profile data
el: Δεδομένα προφίλ

# rfx-lO-kIo.text
source: Don't have account?
el: Δεν έχετε λογαριασμό;

# rkc-KC-Ztj.normalTitle
source: CANCEL
el: ΑΚΥΡΩΣΗ

# sI7-PF-kK6.title
source: Privacy Policy
el: Πολιτική απορρήτου

# sMs-LS-BBk.title
source: TrafficConditions
el: Όροι κυκλοφορίας

# sQ5-5f-UAd.normalTitle
source: Sign in by email
el: Σύνδεση με ηλ. διεύθυνση

# t89-in-iSH.placeholder
source: Pets
el: Κατοικίδια

# tF4-Ff-G6j.normalTitle
source: Sign up
el: Εγγραφή

# tFH-45-Ab2.placeholder
source: Maximum walking distance (m)
el: Μέγιστη διαδρομή με πόδια (μ)

# til-UU-T9P.placeholder
source: Email
el: Ηλεκτρονική διεύθυνση

# uCr-vt-Kca.placeholder
source: Preferences
el: Επιλογές

# uCr-vt-Kca.text
source: Preferences
el: Επιλογές

# uuv-1N-owP.placeholder
source: Name
el: Όνομα

# vOb-v7-Ij4.text
source: How was your experience with
el: Πως ήταν η εμπερία με

# vi8-eI-mLi.text
source: Don't have an account?
el: Δεν έχετε λογαριασμό;

# vl9-iT-szR.placeholder
source: Phone
el: Τηλέφωνο

# vr0-i9-bzY.placeholder
source: Travel Modes
el: Μέσα μεταφοράς

# w0r-UG-sfh.text
source: No trips found
el: Δεν βρέθηκαν δρομολόγια

# wBk-Yp-e39.placeholder
source: Date of Birth
el: Ημερομηνία γέννησης

# wtC-Yt-p0E.placeholder
source: Travel Modes
el: Μέσα μεταφοράς

# x9G-1j-Mg8.normalTitle
source: Sign in with Facebook
el: Σύνδεση με Facebook

# xTe-f5-QLx.placeholder
source: From (insert Address)
el: Από (εισαγωγή διεύθυνσης)

# xfK-Za-G7f.placeholder
source: Luggage allowed
el: Αποσκευή

# xiV-tQ-MYR.text
source: Label
el: Επιγραφή

# yEg-dH-oEQ.text
source: User didn't answer yet.
el: Ο χρήστης δεν έχει απαντήσει.

# yno-Z7-kmd.normalTitle
source: OFFER A TRIP
el: ΠΡΟΣΦΟΡΑ ΔΡΟΜΟΛΟΓΙΟΥ

# yuT-GG-DaP.text
source: Travel preferences (optional)
el: Προτιμήσεις ταξιδιού (προαιρετικό)

# yz1-U9-uHg.normalTitle
source: Forgot your pasword?
el: Ξεχάσατε τον κωδικό σας;

# z4l-zQ-Pw5.text
source: OR
el: Ή

# z8K-Vp-H1T.title
source: Privacy Policy
el: Πολιτική απορρήτου

# zPw-Bi-Ldh.text
source: Login info
el: Πληροφορίες σύνδεσης

# zQG-hI-q5T.normalTitle
source: Sign up
el: Εγγραφή

# zRy-Lh-AN8.title
source: Carpooler
el: Οδηγός μετάβασης

# zYp-9a-HFb.placeholder
source: Special needs
el: Ειδικές ανάγκες

# zfQ-bq-i0W.title
source: Back
el: Πίσω
